<?php

return [
    'cart' => 'Кошик',
    'added' => 'Додано товар ',
    'removed' => 'Удален товар ',
    'name' => 'Назва',
    'count' => 'Кіл-ть',
    'price' => 'Ціна',
    'full_cost' => 'Загальна вартість',
    'cost' => 'Вартість',
    'total' => 'Total',
    'place_order' => 'Оформити замовлення',
    'ordering' => 'Оформлення замовлення',
    'approve_order' => 'Підтвердіть замовлення',
    'personal_data' => 'Вкажіть свої імя та номер телефону, щоб наш менеджер міг з вами звязатися',

    'you_order_confirmed' => 'Ваше замовлення прийнято в обробку!',
    'cart_is_empty' => 'Ваша кошик пустий!',
    'not_available_more' => ' в більшій кіл-ті не доступний для замовлення',
    'you_cant_order_more' => 'Товар не доступний для замовлення',

    'data' => [
        'name' => 'Імя',
        'email' => 'Email',
        'phone' => 'Номер телефону',
    ],

    'coupon' => [
        'apply' => 'Додати',
        'add_coupon' => 'Додати купон',
        'your_coupon' => 'Ви використовуєте купон',
        'coupon_added' => 'Був доданий купон',
        'not_available' => 'Купон не доступний для використання',
        'not_exists' => 'Такого купону не існує',
    ]
];
